import Collapse from "@/components/Collapse/Collapse";
import classes from './index.module.scss';

export default function About() {
  return (
  <>
    <h1 className={classes['title']}>
      Вопросы-ответы
    </h1>
    <div className={classes['collapses']}>
      <Collapse 
        header='Что такое Билетопоиск?'
      >
        Мы — крупнейший сервис о кино в рунете. На нем вы сможете посмотреть фильмы и сериалы, купить билеты в кино, узнать рейтинги популярных видео и интересные факты, поставить фильмам оценки, написать рецензии и дополнить описание фильмов.
      </Collapse>
      <Collapse 
        header='Какой компании принадлежит Билетопоиск?'
      >
        Билетопоиск - это компания, принадлежащая глобальному технологическому гиганту, такому как "ВиртуалТрэвел". "ВиртуалТрэвел" является инновационной компанией, специализирующейся на разработке и предоставлении цифровых технологий для путешествий и туризма.
      </Collapse>
      <Collapse 
        header='Как купить билет на Билетопоиск?'
      >
        Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто. Очень просто.
      </Collapse>
      <Collapse 
        header='Как оставить отзыв на Билетопоиск?'
      >
        Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте. Очень просто, обязательно оставляйте.
      </Collapse>
    </div>
  </>
  );
}